[
  {
    "id": 1,
    "title": "How To be a Millionaire?",
    "desc": "How to Be a Millionaire\nBecoming a millionaire sounds like a dream, but it’s actually a goal that many people can reach with time, discipline, and a bit of strategy. Here are some basic steps to consider if you're aiming for that first million.\n\n1. Set Clear Financial Goals\nStart with a plan. Know how much you want to save, by when, and why. Clear goals help you stay motivated and track progress.\n\n2. Spend Less Than You Earn\nThis is the golden rule. No matter how much you make, if you spend more than that, you’re going backward. Keep your expenses lower than your income.\n\n3. Save and Invest Consistently\nPut a portion of your income into savings and investments every month. Even small amounts add up over time. Compound interest can turn modest savings into a large amount.\n\n4. Avoid Bad Debt\nDebt that doesn't help you grow (like high-interest credit cards or unnecessary loans) can slow you down. Avoid it or pay it off quickly.\n\n5. Increase Your Income\nLook for ways to earn more. This could be asking for a raise, switching jobs, starting a side hustle, or investing in skills that increase your value.\n\n6. Be Patient and Stay Focused\nBecoming a millionaire doesn’t usually happen overnight. Stick to your plan, stay disciplined, and trust the process.\n\nDisclaimer: This is a general guide and not financial advice. Everyone’s situation is different.\n",
    "imgPath": "img"
  },
  {
    "id": 2,
    "title": "Will It Last?",
    "desc": "Will It Last?\nEverything new feels exciting. A relationship, a project, a trend, a piece of technology — when it begins, there’s energy, hope, and curiosity. But at some point, a question quietly enters: Will it last?\n\nSometimes, things are built to endure. They have strong foundations, clear intentions, and consistent care. Other times, they’re temporary — a phase, a stepping stone, or simply a moment that was never meant to stay.\n\nIt's natural to wonder about the future of what we start or encounter. But maybe the more important question is: Does it matter if it lasts, as long as it matters right now?\n\nSome things are worth fighting for. Others are beautiful even in their brevity. The key is to be honest about what you're building, why you're building it, and whether you're ready to keep showing up for it — long after the excitement fades.\n\nSo next time you ask yourself \"Will it last?\", also ask:\n\"What will I do to make it worth lasting?\"",
    "imgPath": "img"
  },
  {
    "id": 3,
    "title": "Victor Gyokeres?",
    "desc": "⚽ Who is Viktor Gyökeres?\nFull name: Viktor Einar Gyökeres\n\nBorn: 4 June 1998 in Stockholm, Sweden\n\nPosition: Striker, standing at 1.89 m\n\nCurrent club: Sporting CP (club number 9) and star of the Sweden national team\n\n🏆 Club Career Path\nEarly days in Sweden:\nBroke through with IF Brommapojkarna (2015–2017), netting 20 goals in 56 appearances.\n\nBrighton & loan spells:\nJoined Brighton & Hove Albion in 2018 but didn’t feature for the first team.\nGained experience on loan at St. Pauli (7 goals), Swansea City, and Coventry City.\n\nCoventry City hero:\nTransferred permanently in 2021, scoring 38 goals in 91 Championship matches.\n\nSporting CP superstar:\nMoved in July 2023 for an initial €20 million—a club record.\nExploded with 68 goals in 66 league appearances, helping win back-to-back Primeira Liga titles (2023–24, 2024–25).\nNamed Bola de Prata (league top scorer) and Player of the Year in 2024.\n\n🌍 International Career\nPlayed through Swedish youth teams, co-winning the Golden Boot at the 2017 U19 Euros.\nDebuted for the senior team in 2019; has since scored 15 goals in 26 appearances.",
    "imgPath": "img"
  },
  {
    "id": 4,
    "title": "Overcoming Death",
    "desc": "Death is one of the few things in life that feels absolute. It marks an end, a boundary we all must face — whether with fear, curiosity, or peace. Yet, across history, humans have asked the same haunting question:\n\nCan we overcome death?\n\nIn one sense, the answer is no. Bodies age. Time passes. Everything we know changes, fades, and eventually ends. But in other senses — emotional, spiritual, symbolic — overcoming death is not only possible, it’s something we do all the time.\n\nWe overcome death by remembering.\nBy telling stories.\nBy passing on lessons.\nBy creating something that lasts longer than we do.\n\nA person is more than their body. They are ideas, impact, moments shared. Every time we carry someone's words in our mind or follow a path they helped us see, we keep a part of them alive. That’s a quiet victory over death.\n\nSome seek to overcome death through science — life extension, digital consciousness, genetic repair. Others look to faith, believing that what we call “the end” is just a new beginning. And some accept death not as an enemy, but as a reminder to live more fully now.\n\nIn the end, maybe the real way to overcome death is not by escaping it, but by transforming it — from a stop sign into a mirror that asks:\nWhat are you doing with your time?\nWhat will you leave behind?\nWho will remember that you were here — and why?",
    "imgPath": "img"
  }
]
